//деньги - дается определенное в начале игры и меняется в зависимости от обстоятельств
//2 - 4 игрока
//есть поля(старт, филиалы, штрафы, тюрьма, полицейский, вопросики, казик, бонус)
//поля с филиалами разные стоимости, у них есть разные уровни(тоже разная цена)
//филиалы принадлижащие одной сфере делают тебя монополистом(дает бонус)???
//каждый игрок имеет позицию на доске
//каждый раунд каждому игроку выпадает рандом значение(поочередно),
//от которого зависит изменение положение игрока
//игрок может покупать филиал если он находится на нем
//игрок может докупать "улучшения" для филиалов
//если игрок находится на позиции филиала другого игрока, то он платит штарф
//вопросительные знаки дают рандом(плюс/минус деньги, отправление в тюрьму,
//рандомное кол-во ходов вперед/назад)
//если игрок попадает на поле с полицейским - он отправляется в тюрьму
//из тюрьмы можно выйти 3 хода??за деньги??(бросив кубики и если совпадает два куба ты выходишь)
//каждый круг игрокам дается денежный бонус
//казк. если на него попадаешь - есть выбор играть или нет. если выбираешь играть:
//выбираешь кол-во номеров на кубике
//чем больше выбрал - тем больше шанс выграть, но меньше выигрыш
//игрок может заложить филиал принадлежащий ему - за это он получает некоторое кол-во денег

//можно торговать - выкупать у других игроков филиалы

function main() {}
